Repository: bigfootproject/sahara
Catalog: savanna/locale/*/LC_MESSAGES/savanna.po
Languages: it, ja

source: Eventlet backdoor listening on %(port)s for process %(pid)d
ja: Eventlet backdoorは、プロセス%(pid)dの%(port)sをリスニングしています。

source: Uncaught exception
it: Eccezione non rilevata
ja: 見つかっていない例外

source: Original exception being dropped: %s
it: Eccezione originale in corso di eliminazione: %s
ja: 除去される元の例外: %s

source: Unexpected exception occurred %d time(s)... retrying.
ja: 予期せぬ例外が、%d回()発生しました。再試行中。

source: Reloading cached file %s
it: Ricaricamento file memorizzato nella cache %s
ja: キャッシュ・ファイル %s を再ロードしています

source: Could not release the acquired lock `%s`
it: Impossibile rilasciare il blocco acquisito `%s`
ja: 取得したロック `%s` を解放できませんでした

source: Deprecated: %s
it: Obsoleto: %s
ja: 非推奨: %s

source: syslog facility must be one of: %s
it: La funzione syslog deve essere una tra le seguenti: %s
ja: syslog 機能は次のいずれかでなければなりません: %s

source: Fatal call to deprecated config: %(msg)s
it: Chiamata errata alla configurazione obsoleta: %(msg)s
ja: 推奨されない構成への致命的な呼び出し: %(msg)s

source: task run outlasted interval by %s sec
it: La durata dell'attività eseguita ha superato l'intervallo di %s secondi
ja: タスクの実行が間隔より %s 秒長くかかりました

source: in fixed duration looping call
it: chiamata in loop a durata fissa
ja: 一定期間の呼び出しループ

source: in dynamic looping call
it: chiamata in loop dinamico
ja: 動的呼び出しループ

source: Unexpected argument for periodic task creation: %(arg)s.
it: Argomento imprevisto per creazione attività periodica: %(arg)s.
ja: 定期タスク作成時の予期しない引数: %(arg)s。

source: Skipping periodic task %(task)s because its interval is negative
it: Abbadono dell'attività periodica %(task)s perché l'intervalo è negativo
ja: タスクの間隔が負であるため、定期タスク %(task)s をスキップしています

source: Skipping periodic task %(task)s because it is disabled
it: Abbadono dell'attività periodica %(task)s perché è disabilitata
ja: タスクが使用不可であるため、定期タスク %(task)s をスキップしています

source: Running periodic task %(full_task_name)s
it: Esecuzione attività periodica %(full_task_name)s
ja: 定期タスク %(full_task_name)s の実行中

source: Error during %(full_task_name)s: %(e)s
it: Errore durante %(full_task_name)s: %(e)s
ja: %(full_task_name)s 中のエラー: %(e)s

source: Got unknown keyword args to utils.execute: %r
it: Gli argomenti parola chiave ricevuti sono sconosciuti per utils.execute: %r
ja: utils.execute の不明なキーワード引数を受け取りました: %r

source: Running cmd (subprocess): %s
it: Esecuzione del comando (sottoprocesso): %s
ja: コマンド実行(subprocess): %s

source: Result was %s
it: Il risultato é %s
ja: コマンド実行結果： %s

source: %r failed. Retrying.
it: %r non riuscito. Nuovo tentativo.
ja: %r が失敗しました。再試行しています。

source: Running cmd (SSH): %s
it: Eseguendo cmd (SSH): %s
ja: コマンド（SSH)を実行: %s

source: Environment not supported over SSH
it: Ambiente non supportato in SSH
ja: 環境は SSH でサポートされていません

source: process_input not supported over SSH
it: input_processo non supportato in SSH
ja: SSH で process_input は サポートされていません

source: Full set of CONF:
it: Impostazione completa di CONF:
ja: CONF のフルセット:

source: Caught %s, exiting
it: Rilevato %s, esistente
ja: %s が見つかりました。終了しています

source: Parent process has died unexpectedly, exiting
it: Il processo principale è stato interrotto inaspettatamente, uscire
ja: 親プロセスが予期せずに停止しました。終了しています

source: Unhandled exception
it: Eccezione non gestita
ja: 未処理例外

source: Forking too fast, sleeping
it: Sblocco troppo veloce, attendere
ja: fork が早すぎます。スリープ状態にしています

source: Started child %d
it: Child avviato %d
ja: 子 %d を開始しました

source: Starting %d workers
it: Avvio %d operatori
ja: %d ワーカーを開始しています

source: Child %(pid)d killed by signal %(sig)d
it: Child %(pid)d interrotto dal segnale %(sig)d
ja: 子 %(pid)d がシグナル %(sig)d によって強制終了されました

source: Child %(pid)s exited with status %(code)d
it: Child %(pid)s terminato con stato %(code)d
ja: 子 %(pid)s が状況 %(code)d で終了しました

source: pid %d not in child list
it: pid %d non incluso nell'elenco child
ja: pid %d は子リストにありません

source: Caught %s, stopping children
it: Intercettato %s, arresto in corso dei children
ja: %s が見つかりました。子を停止しています

source: Waiting on %d children to exit
it: In attesa %d degli elementi secondari per uscire
ja: %d 個の子で終了を待機しています

source: Unable to find cert_file : %s
it: Impossibile trovare il file_cert : %s
ja: cert_file が見つかりません: %s

source: Unable to find ca_file : %s
it: Impossibile trovare il file_ca: %s
ja: ca_file が見つかりません: %s

source: Unable to find key_file : %s
it: Impossibile trovare il file_chiavi : %s
ja: key_file が見つかりません: %s

source: When running server in SSL mode, you must specify both a cert_file and key_file option value in your configuration file
it: Quando si esegue il server in modalità SSL, è necessario specificare sia un valore dell'opzione cert_file che key_file nel file di configurazione
ja: サーバーを SSL モードで実行する場合は、cert_file オプション値と key_file オプション値の両方を構成ファイルに指定する必要があります

source: Invalid SSL version : %s
ja: 無効な SSL バージョン : %s

source: cannot understand JSON
it: impossibile riconoscere JSON
ja: JSON を解釈できません

source: cannot understand XML
it: Impossibile riconoscere XML
ja: XML を解釈できません

source: Invalid Parameter: Unicode is not supported by the current database.
it: Parametro non valido: Unicode non è supportato dal database corrente.
ja: 無効なパラメーター: ユニコードは現在のデータベースではサポートされていません。

source: version should be an integer
it: la versione deve essere un numero intero
ja: バージョンは整数である必要があります

source: DB exception wrapped.
it: Eccezione DB con wrapper.
ja: DB 例外が包み込まれました。

source: SQL connection failed. %s attempts left.
it: Connessione SQL non riuscita. Sono rimasti %s tentativi.
ja: SQL 接続が失敗しました。残りの試行回数は %s です。

source: Sort key supplied was not valid.
it: La chiave di ordinamento fornita non è valida.
ja: 指定されたソート・キーが無効でした。

source: Id not in sort_keys; is sort_keys unique?
it: Id non è presente in sort_keys; è sort_keys univoco?
ja: sort_keys に ID がありません。sort_keys は固有ですか?

source: Unknown sort direction, must be 'desc' or 'asc'
it: Direzione ordinamento sconosciuta, deve essere 'desc' o 'asc'
ja: ソート方向が不明です。'desc' または 'asc' でなければなりません

source: Please specify column %s in col_name_col_instance param. It is required because column has unsupported type by sqlite).
it: Specificar la colonna %s nel parametro col_name_col_instance. È richiesto perché la colonna ha un tipo non supportato da sqlite).
ja: col_name_col_instance パラメーターに列 %s を指定してください。これは、列に、sqlite) によってサポートされないタイプがあるために必要です。

source: col_name_col_instance param has wrong type of column instance for column %s It should be instance of sqlalchemy.Column.
it: Il parametro col_name_col_instance ha un tipo errato di istanza della colonna per la colonna %s. Deve essere l'istanza di sqlalchemy.Column.
ja: col_name_col_instance パラメーターに、列 %s では正しくないタイプの列インスタンスがあります。これは sqlalchemy.Column のインスタンスでなければなりません。
