Repository: bigfootproject/sahara
Catalog: sahara/locale/*/LC_MESSAGES/sahara.po
Languages: de

source: Uncaught exception
de: Nicht abgefangene Ausnahme

source: Reloading cached file %s
de: Cache Datei %s wird neu geladen

source: Message objects do not support addition.
de: Das Nachrichtenobjekt unterstützt kein Hinzufügen.

source: Message objects do not support str() because they may contain non-ascii characters. Please use unicode() or translate() instead.
de: Nachrichtenobjekte unterstützen kein str() denn sie können nicht-ASCII Zeichen enthalten. Bitte verwenden Sie statt dessen unicode() oder translate().

source: Could not release the acquired lock `%s`
de: Angeforderte Sperre '%s' konnte nicht freigegeben werden

source: Got semaphore "%(lock)s"
de: Semaphor "%(lock)s" erhalten

source: Attempting to grab file lock "%(lock)s"
de: Versuche Dateisperre "%(lock)s" zu übernehmen

source: Created lock path: %s
de: Sperrpfad erzeugt: %s

source: Got file lock "%(lock)s" at %(path)s
de: Dateisperre "%(lock)s" unter %(path)s erhalten

source: Released file lock "%(lock)s" at %(path)s
de: Dateisperre "%(lock)s" unter %(path)s freigegeben.

source: Got semaphore / lock "%(function)s"
de: Semaphor / Sperre "%(function)s" erhalten

source: Semaphore / lock released "%(function)s"
de: Semaphor / Sperre freigegeben: "%(function)s"

source: Deprecated: %s
de: Veraltet: %s

source: Error loading logging config %(log_config)s: %(err_msg)s
de: Fehler beim Laden der Logging-Konfiguration %(log_config)s: %(err_msg)s

source: syslog facility must be one of: %s
de: syslog-Funktion muss einer der folgenden Werte sein: %s

source: Fatal call to deprecated config: %(msg)s
de: Schwerwiegender Aufruf einer veralteten Konfiguration: %(msg)s

source: Unexpected argument for periodic task creation: %(arg)s.
de: Unerwartetes Argument zur Erzeugung einer wiederkehrenden Aufgabe: %(arg)s.

source: Unexpected error while running command.
de: Unerwarteter Fehler beim Kommandoaufruf.

source: %(description)s Command: %(cmd)s Exit code: %(exit_code)s Stdout: %(stdout)r Stderr: %(stderr)r
de: %(description)s Kommando: %(cmd)s Rückgabewert: %(exit_code)s Stdout: %(stdout)r Stderr: %(stderr)r

source: Got unknown keyword args to utils.execute: %r
de: Unbekannte Schlüsselwortargumente für utils.execute erhalten: %r

source: Command requested root, but did not specify a root helper.
de: Das Kommando erfordert root-Zugriff, aber es wurde kein root-Hilfsprogramm angegeben.

source: Environment not supported over SSH
de: Umgebung über SSH nicht unterstützt

source: process_input not supported over SSH
de: 'process_input' über SSH nicht unterstützt

source: Unable to find cert_file : %s
de: 'cert_file' konnte nicht gefunden werden: %s

source: Unable to find ca_file : %s
de: 'ca_file' konnte nicht gefunden werden: %s

source: Unable to find key_file : %s
de: 'key_file' konnte nicht gefunden werden: %s

source: When running server in SSL mode, you must specify both a cert_file and key_file option value in your configuration file
de: Wenn der Server im SSL-Modus läuft, müssen Sie sowohl für 'cert_file' als auch für 'key_file' einen Wert in Ihrer Konfigurationsdatei angeben

source: Invalid SSL version : %s
de: Ungültige SSL Version: %s

source: cannot understand JSON
de: verstehe JSON nicht

source: cannot understand XML
de: Verstehe XML nicht

source: An unknown error occurred in crypto utils.
de: Ein unbekannter Fehler ist Zusammenhang mit den crypto-Hilfsprogrammen aufgetreten.

source: Block size of %(given)d is too big, max = %(maximum)d
de: Blockgröße von %(given)d ist zu groß, max = %(maximum)d

source: Length of %(given)d is too long, max = %(maximum)d
de: Länge von %(given)d ist zu groß, max = %(maximum)d

source: Invalid Parameter: Unicode is not supported by the current database.
de: Ungültiger Parameter: Unicode wird von der aktuellen Datenbank nicht unterstützt.

source: version should be an integer
de: Version sollte eine Ganzzahl sein

source: Tables "%s" have non utf8 collation, please make sure all tables are CHARSET=utf8
de: Tabellen "%s" verwenden eine nicht-utf8 Kollation. Bitte stellen Sie sicher, dass alle Tabellen CHARSET=utf8 verwenden

source: The database is not under version control, but has tables. Please stamp the current version of the schema manually.
de: Die Datenbank hat keine Versionskontrolle aber Tabellen. Bitte "stempeln" Sie die aktuelle Version des Schemas manuell.

source: DB exception wrapped.
de: Datenbankausnahme eingeschlossen.

source: Database server has gone away: %s
de: Datenbankserver ist nicht mehr vorhanden: %s

source: This application has not enabled MySQL traditional mode, which means silent data corruption may occur. Please encourage the application developers to enable this mode.
de: Der "MySQL Traditional Mode" wurde von dieser Applikation nicht aktiviert. Dies kann zu unbemerkter Datenkorruption führen. Bitte ermuntern Sie die Applikationsentwickler diesen Modus zu aktivieren.

source: SQL connection failed. %s attempts left.
de: SQL-Verbindung fehlgeschlagen. Noch %s weitere Versuche übrig.

source: Got lock "%s"
de: Sperre erhalten: "%s"

source: Lock released "%s"
de: Sperre freigegeben "%s"

source: Sort key supplied was not valid.
de: Der angegebene Sortierschlüssel war nicht gültig.

source: Id not in sort_keys; is sort_keys unique?
de: ID ist nicht in 'sort_keys' enthalten; ist 'sort_keys' eindeutig?

source: Unknown sort direction, must be 'desc' or 'asc'
de: Unbekannte Sortierrichtung; muss 'desc' (absteigend) oder 'asc' (aufsteigend) sein

source: Please specify column %s in col_name_col_instance param. It is required because column has unsupported type by sqlite).
de: Bitte geben Sie die Spalte %s im col_name_col_instance Parameter an. Dies ist erforderlich, denn der Typ dieser Spalte wird von sqlite nicht unterstützt.

source: col_name_col_instance param has wrong type of column instance for column %s It should be instance of sqlalchemy.Column.
de: col_name_col_instance Parameter hat einen falschen Typ der Spalteninstanz für die Spalte column %s. Es sollte eine Instanz von sqlalchemy.Column sein.

source: Deleting duplicated row with id: %(id)s from table: %(table)s
de: Lösche doppelte Zeile mit der ID %(id)s aus der Tabelle %(table)s

source: Unsupported id columns type
de: Nicht unterstützter Spaltentyp
